---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.AnalyticalNodeConnectionStatus.Unconnected
enum: Autodesk.Revit.DB.Structure.AnalyticalNodeConnectionStatus
source: html/40b4bfd9-4c97-acc9-3759-66756d8e5d4a.htm
---
# Autodesk.Revit.DB.Structure.AnalyticalNodeConnectionStatus.Unconnected

Unconnected node (only one connected element)